finalProject/results/realisticVelo (FINAL SIMS)/box2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          231090;
        startFace       172499;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          627;
        startFace       403589;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       404216;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          200;
        startFace       404272;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          56;
        startFace       404472;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          698;
        startFace       404528;
    }
)

// ************************************************************************* //
